import React from 'react';

const Conditions = () => {
  return (
    <div className="main-page">
      <div className="main-page-text">
        <h2>Умови угоди користувача</h2>
        <h4>Угода користувача</h4>
        <p>
          Я погоджуюсь з умовами політики конфіденційності і дозволяю використовувати мої
          персональні дані на законних засадах.
        </p>
        <h4>Персональні дані</h4>
        <p>
          На виконання вимог Закону України "Про захист персональних даних" шляхом заповнення на
          цьому сайті заявки для розгляду можливості придбання товару в кредит та натискання кнопки
          «Замовлення підтверджую» даю згоду на обробку вказаних у цій заявці моїх персональних
          даних, з метою забезпечення реалізації цивільно-правових відносин, надання/отримання та
          здійснення розрахунків за придбані товари/послуги. Не заперечую щодо перевірки
          переліченими у цій згоді фінансовими установами інформації у будь-яких бюро кредитних
          історій України з метою з’ясування відомостей, які стосуються виконання мною взятих на
          себе зобов’язань по договорам (в т.ч. кредитним), у випадку наявності таких, тим самим
          розуміючи, що об’єм інформації, яка буде перевірятися, може включати в себе інформацію,
          яка стосується банківської таємниці, і з’ясування якої буде такою, яка буде повною та
          достатньою для розуміння мого соціального, майнового стану, платоспроможності та несення
          можливої подальшої майнової відповідальності, у випадку її необхідності. Я також
          погоджуюсь з тим, що володілець має право надавати доступ та передавати мої персональні
          дані третім особам без будь-яких додаткових повідомлень, не змінюючи при цьому мети їх
          обробки. В тому числі, на перевірку зазначеної в даній Заявці інформації та не заперечую
          про передачу для можливого необхідного з'ясування даної інформації третім особам, під
          якими розумію: фінансові установи, колекторські компанії, оператори мобільного та
          поштового зв’язку, інші фізичні та/або юридичні особи.
        </p>
        <p>
          Ми цінуємо ваше право на особисте життя та нерозголошення вашої персональної інформації.
          Ця Політика конфіденційності — правило, яким користуються всі співробітники нашого
          сервісу, та регламентує збір і використання особистої інформації, яка може бути
          запрошена/отримана при відвідуванні нашого веб-сайту ZooVetAgro, при використанні сервісу,
          при замовленні, листуванні або телефонній розмові.
        </p>
        <h4>Як збираємо інформацію</h4>
        <p>
          Особиста інформація, як ми зазначили вище, надходить безпосередньо від вас, та з вашого
          відома. Так, коли ви реєструєтеся на сайті, ми отримуємо надану вами інформацію. Коли ви
          реєструєтеся в промо-акції, ми збираємо інформацію, необхідну для вашої участі, аби
          виконати наші зобов’язання перед вами. Коли ви здійснюєте замовлення товару, ми збираємо
          вказану вами інформацію, щоб мати змогу оформити замовлення та доставити його вам. Коли ви
          надсилаєте нам електронного листа, ми зберігаємо вказану вами адресу електронної пошти,
          щоб мати змогу відповісти.
        </p>
        <h4>Cookies</h4>
        <p>
          Як і багато інших компаній, ми використовуємо технологію cookies на нашому сайті та поза
          його межами. Cookies — це уривки інформації, які веб-сайт передає на жорсткий диск
          споживача для зберігання інформації, пов’язаної з веб-сайтом. Ця технологія розширює ваші
          можливості використання інтернету, зберігаючи ваші пріоритети під час перегляду певного
          сайту. Технологія cookies не містить особистої інформації і не може жодним чином
          налаштовувати вашу систему або зчитувати інформацію з вашого жорсткого диска.
        </p>
        <p>
          Під час перегляду нашого веб-сайту ми можемо розмістити cookies на вашому комп’ютері. Такі
          тимчасові cookies використовують для підрахунку кількості візитів на наш сайт. Вони
          видаляються, коли ви виходите з браузера. Постійні cookies можуть зберігатися на вашому
          комп’ютері вашим браузером. Під час реєстрації цей тип cookies повідомляє: вперше ви до
          нас завітали чи заходили на наш сайт раніше. Cookie не містять Персональних даних і можуть
          бути заблоковані вами у будь-який момент. Сookies не отримують особистої інформації про
          вас та не надають нам вашої контактної інформації, а також не отримують жодної інформації
          з вашого комп’ютера. Ми використовуємо cookies для визначення характеристик сайту та
          пропозицій, які вам найбільше подобаються з метою надання вам більше інформації, в якій ви
          зацікавлені. Крім того, файли cookie використовуються, щоб зробити веб-сайт ZooVetAgro
          безпечним, захищеним і зручним. Файли cookie забезпечують підтримку функцій безпеки та їх
          запуск. Файли cookie також дозволяють відстежувати порушення ПОЛІТИКИ КОНФІДЕНЦІЙНОСТІ
          відвідувачами або пристроями. Файли cookie допомагають оцінити кількість і частоту
          запитів, а також виявляти і блокувати тих відвідувачів або пристрої, які намагаються
          виконати пакетні завантаження інформації з веб-сайту.
        </p>
        <h4>Розголошення та передача даних</h4>
        <p>
          <li>
            Ми розкриємо інформацію в випадку запобігання злочину або завдання шкоди нам або третім
            особам;
          </li>
          <li>
            Ми розкриємо інформацію третім особам, що надають нам підтримку та послуги за допомогою
            яких ви отримуєте ваше замовлення.
          </li>
        </p>
      </div>
    </div>
  );
};

export default Conditions;
