function DeliveryInfo() {
  return (
    <div className="main-page">
      <div className="delivery_info">
        <p>Внимание!!!</p>
        <p>Отправка посылок 1-3 рабочих дня.</p>
        <b>
          <p>Способы доставки:</p>{' '}
        </b>
        <b>
          <center>
            <p>Доставка "Нова Пошта"</p>
          </center>
        </b>
        <p>
          Условия бесплатной доставки: оговаривается (вес посылки до 10кг), от 3000грн. Скидки - от
          2000грн, оговариваются (до 3%). Клиенту предлагается или скидка, или бесплатная доставка.
          Все заказы индавидуально. СМС с заказом - после 20,00{' '}
        </p>
        <b>
          <center>
            <p>Доставка "Justin" </p>
          </center>
        </b>
        <p>
          Безкоштовна доставка від 1500грн, до 10кг посилка Акційні тарифи джастін діють на посилки
          до 10кг, з габаритами - довжина до 20см, ширина до 40см, висота до 25см. Це тарифи і умови
          перевізника. Магазин свої умови перевізнику не диктує! Зі всіма претензіями - до Джастіна
        </p>
        <b>
          <center>
            <p>Доставка "Укрпошта" </p>
          </center>
        </b>
        <p>Укр пошта тільки по передоплаті, накладений платіж відсутній. Вага посилки до 10кг</p>
        <b>
          <p>Способы оплаты:</p>{' '}
        </b>
        <p>• Наличными</p>
        <p>• Наличными при получении товара в Виннице </p>
        <p>• Оплата по реквизитам</p>
        <p>
          • Наложенный платеж (Новая Почта дополнительно взимает 20 грн. + 2% за пересылку денег)
        </p>
        <p>• Предоплата на карту Приватбанка</p>
        <p>• Наложенный платеж "Justin"</p>
        <b>
          <p>Регионы доставки:</p>{' '}
        </b>
        <p>Украина:</p>
        <li> Винницкая область</li>
        <li> Волынская область</li>
        <li>
          Днепропетровская область:
          <i> Днепр, Кривой Рог, Каменское, Никополь, Павлоград.</i>
        </li>
        <li>
          Донецкая область:
          <i>Мариуполь, Краматорск, Славянск, Константиновка, Бахмут, Дружковка.</i>
        </li>
        <li>Житомирская область</li>
        <li>Закарпатская область</li>
        <li>Запорожская область</li>
        <li>Ивано-Франковская область</li>
        <li>Киев</li>
        <li>
          Киевская область:
          <i>
            {' '}
            Белая Церковь, Бровары, Березань, Борисполь, Буча, Васильков, Ирпень, Обухов,
            Переяслав-Хмельницкий, Ржищев, Славутич, Фастов, Вышгород, Яготин, Украинка.
          </i>
        </li>
        <li>Кировоградская область</li>
        <li>Луганская область</li>
        <li>
          Львовская область:
          <i> Львов</i>
        </li>
        <li>Николаевская область</li>
        <li>
          Одесская область:
          <i> Измаил, Одесса, Черноморск.</i>
        </li>
        <li>Полтавская область</li>
        <li>Ровненская область</li>
        <li>
          Сумская область:
          <i> Конотоп, Шостка, Сумы.</i>
        </li>
        <li>Тернопольская область</li>
        <li>Харьковская область</li>
        <li>Херсонская область</li>
        <li>Хмельницкая область</li>
        <li>Черкасская область</li>
        <li>Черниговская область</li>
        <li>Черновицкая область</li>
      </div>
    </div>
  );
}

export default DeliveryInfo;
