function DeliveryInfo() {
  return (
    <div className="main-page">
      <div className="delivery_info">
        <p>Увага!!!</p>
        <p>Надсилання посилок 1-3 робочих дні.</p>
        <b>
          <p>Способи доставки:</p>
          {''}
        </b>
        <b>
          <center>
            <p>Доставка "Нова Пошта"</p>
          </center>
        </b>
        <p>
          Умови безкоштовної доставки: обговорюється (вага посилки до 10кг), від 3000 грн. Знижки -
          від 2000грн, обмовляються (до 3%). Клієнту пропонується або знижка або безкоштовна
          доставка. Всі замовлення індивідуально. СМС із замовленням - після 20,00 {''}
        </p>
        <b>
          <center>
            <p>Доставка "Justin"</p>
          </center>
        </b>
        <p>
          Безкоштовна доставка від 1500грн, до 10кг посылка Акційні тарифи джастін діють до 10кг, з
          габаритами - довжина до 20см, ширина до 40см, висота до 25см. Це тарифи та умови
          перевізника. Магазин своїх умов перевізнику не диктує! Зі всіма претензіями - до Джастіна
        </p>
        <b>
          <center>
            <p>Доставка "Укрпошта"</p>
          </center>
        </b>
        <p>Укрпошта тільки за передоплатою, накладенням платежів відсутній. Вес посилки до 10 кг</p>
        <b>
          <p>Способи оплати:</p>
          {''}
        </b>
        <p>• Готівкою</p>
        <p>• Готівкою при отриманні товару у Вінниці </p>
        <p>• Оплата за реквізитами</p>
        <p>• Оплата (Нова Пошта додатково стягує 20 грн. + 2% за пересилання грошей)</p>
        <p>• Передплата на картку Приватбанку</p>
        <p>• Післяплати "Justin"</p>
        <b>
          <p>Регіони доставки:</p>
          {''}
        </b>
        <p>Україна:</p>
        <li> Вінницька область </li>
        <li> Волинська область</li>
        <li>
          Дніпропетровська область:
          <i> Дніпро, Кривий Ріг, Кам'янське, Нікополь, Павлоград.</i>
        </li>
        <li>
          Донецька область:
          <i>Маріуполь, Краматорськ, Слов'янськ, Костянтинівка, Бахмут, Дружківка.</i>
        </li>
        <li>Житомирська область</li>
        <li>Закарпатська область</li>
        <li>Запорізька область</li>
        <li>Івано-Франківська область</li>
        <li>Київ</li>
        <li>
          Київська область:
          <i>
            {''}
            Біла Церква, Бровари, Березань, Бориспіль, Буча, Васильків, Ірпінь, Обухів,
            Переяслав-Хмельницький, Ржищів, Славутич, Фастів, Вишгород, Яготин, Українка.
          </i>
        </li>
        <li>Кіровоградська область</li>
        <li>Луганська область</li>
        <li>
          Львівська область:
          <i>Львів</i>
        </li>
        <li>Миколаївська область</li>
        <li>
          Одеська область:
          <i>Ізмаїл, Одеса, Чорноморськ.</i>
        </li>
        <li>Полтавська область</li>
        <li>Рівненська область</li>
        <li>
          Сумська область:
          <i> Конотоп, Шостка, Суми.</i>
        </li>
        <li>Тернопільська область</li>
        <li>Харківська область</li>
        <li>Херсонська область</li>
        <li>Хмельницька область</li>
        <li>Черкаська область</li>
        <li>Чернігівська область</li>
        <li>Чернівецька область</li>
      </div>
    </div>
  );
}

export default DeliveryInfo;
