function Main() {
  return (
    <div className="main-page">
      <section className="main-page-text">
        <center>
          <h4> УВАЖАЕМЫЕ КЛИЕНТЫ ! ВНИМАТЕЛЬНО ЧИТАЙТЕ УСЛОВИЯ ОФОРМЛЕНИЯ И ОТПРАВКИ ЗАКАЗОВ.</h4>
        </center>
        <center>
          <p>Интернет магазин Зооветагро</p>
        </center>
        <p>
          Условия бесплатной доставки: оговаривается, при сумме заказа от 3000грн (вес товара до
          5кг)
        </p>
        <p>
          Важно - мы страхуем ваши заказы при отправке новой почты. Каждая тысяча гривен страховки -
          это плюс 5грн к стоимости доставки. Дело в том, что товар очень часто бьется, портится,
          теряется и тд.
        </p>
        <p>
          Например, флакон стоит 1000грн, вы сделали предоплату и за доставку без страховки вы
          заплатите 35-40грн. Если мы застрахуем товар на 1000грн (оценочная стоимость), то доставка
          будет стоить 37-42грн. Если вы не желаете страховать товар, просто скажите нам или укажите
          в комментариях. Заказы без указания этой информации, будут страховаться автоматически.
          Особенно, если это флаконы, стекло и прочий хрупкий товар.
        </p>
        <p>
          Также, обратите внимание, ваши заказы застрахованные. Не стесняйтесь на почте, если что-то
          случилось, узнавать состояние ваших заказов. Все проверяйте при сотрудниках почты.
          Поймите, если случился бой, к примеру, и вы промолчали при получении, то дома мы уже
          ничего не докажем. Вся порча товара - это проблема перевозчика. Не перекладывайте все это
          на наши с вами плечи!
        </p>
        <b>
          <p>Возврата и обмена нет!</p>
        </b>
        <p>Заказы принимаем с 09-00 до 18,00, в рабочие дни</p>
        <p>1. Отправка товара: 1-3ня</p>
        <p>
          2. Почему у нас самые приятные цены на ветеринарные препараты? Мы работаем напрямую с
          производителями ветеринарных препаратов - украинскими и зарубежными.
        </p>
        <p>
          3. При несложных случаях болезни животных, мы даем бесплатные консультации. Поймите нас
          правильно, если ваш любимый питомец сильно заболел, то онлайн-консультация - это еще
          больший ущерб вашему питомцу. А вот посоветовать хорошие капли от блох или таблетки от
          глистов, мы с радостью поможем.
        </p>
        <p>
          4. Для собственников КРС и свиней по необходимости можем предоставить схему выкармливания
          животных.
        </p>
        <p>
          5. Если вы хотите купить ветеринарные препараты по хорошей цене, то вам нужно к нам! У нас
          приятные цены на ветеринарные препараты. 
        </p>
        <p>
          При выявлении брака или пересортицы - ТОЛЬКО В ОФИСЕ ПЕРЕВОЗЧИКА - вы должны составить акт
          об обнаружение дефекта. Обязательно нужно сообщить нам о таких случаях. 
        </p>
        <p>
          Магазин оставляет за собой право отменить заказ или не выполнять его без обьяснения
          причины.
        </p>
        <b>
          <p>Способы оплаты:</p>
        </b>
        <p>Предоплата на карту Приват Банка</p>
        <p>Наложенный платеж (Новая Почта дополнительно взимает 20 грн. + 2% за пересылку денег)</p>
      </section>
    </div>
  );
}

export default Main;
